000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID.  SAMPLE.
000300* This is a comment
000400 DATA DIVISION.
000500 WORKING-STORAGE SECTION.
000600 01  WS-VAR PIC 9(5).
000700 PROCEDURE DIVISION.
000900     DISPLAY "HELLO".
001000     STOP RUN.
    